@echo off
chcp 65001 >nul
copy /b "閉店間際の弁当屋-最終.mp4.part-00"+"閉店間際の弁当屋-最終.mp4.part-01"+"閉店間際の弁当屋-最終.mp4.part-02"+"閉店間際の弁当屋-最終.mp4.part-03"+"閉店間際の弁当屋-最終.mp4.part-04"+"閉店間際の弁当屋-最終.mp4.part-05"+"閉店間際の弁当屋-最終.mp4.part-06"+"閉店間際の弁当屋-最終.mp4.part-07"+"閉店間際の弁当屋-最終.mp4.part-08"+"閉店間際の弁当屋-最終.mp4.part-09"+"閉店間際の弁当屋-最終.mp4.part-10"+"閉店間際の弁当屋-最終.mp4.part-11"+"閉店間際の弁当屋-最終.mp4.part-12"+"閉店間際の弁当屋-最終.mp4.part-13"+"閉店間際の弁当屋-最終.mp4.part-14"+"閉店間際の弁当屋-最終.mp4.part-15" "閉店間際の弁当屋-最終.mp4"
echo 완료: 閉店間際の弁当屋-最終.mp4
pause
